[
    {
        "name": "Atrial fibrillation",
        "url": "https://www.mayoclinic.org/diseases-conditions/atrial-fibrillation/symptoms-causes/syc-20350624",
        "description": "Atrial fibrillation (AFib) is an irregular and often very rapid heart rhythm. An irregular heart rhythm is called an arrhythmia. AFib can lead to blood clots in the heart. The condition also increases the risk of stroke, heart failure and other heart-related complications. During atrial fibrillation, the heart's upper chambers — called the atria — beat chaotically and irregularly. They beat out of sync with the lower heart chambers, called the ventricles. For many people, AFib may have no symptoms. But AFib may cause a fast, pounding heartbeat, shortness of breath or light-headedness. Episodes of atrial fibrillation may come and go, or they may be persistent. AFib itself usually isn't life-threatening. But it's a serious medical condition that needs proper treatment to prevent stroke. Treatment for atrial fibrillation may include medicines, therapy to shock the heart back to a regular rhythm and procedures to block faulty heart signals. A person with atrial fibrillation also may have a related heart rhythm problem called atrial flutter. The treatments for AFib and atrial flutter are similar.",
        "symptoms": [
            "Feelings of a fast, fluttering or pounding heartbeat, called palpitations.",
            "Chest pain.",
            "Dizziness.",
            "Fatigue.",
            "Lightheadedness.",
            "Reduced ability to exercise.",
            "Shortness of breath.",
            "Weakness."
        ],
        "causes": "To understand the causes of atrial fibrillation (AFib), it may be helpful to know how the heart typically beats. The heart has four chambers: Inside the upper right heart chamber is a group of cells called the sinus node. The sinus node makes the signals that starts each heartbeat. The signals move across the upper heart chambers. Next, the signals arrive at a group of cells called the AV node, where they usually slow down. The signals then go to the lower heart chambers. In a healthy heart, this signaling process usually goes smoothly. The resting heart rate is typically 60 to 100 beats a minute. But in atrial fibrillation, the signals in the upper chambers of the heart are chaotic. As a result, the upper chambers tremble or shake. The AV node is flooded with signals trying to get through to the lower heart chambers. This causes a fast and irregular heart rhythm. In people with AFib, the heart rate may range from 100 to 175 beats a minute.",
        "risk_factors": [
            "Family history.An increased risk of atrial fibrillation occurs in some families.",
            "Other long-term health conditions.You may be more likely to getAFibif you have diabetes, chronic kidney disease, lung disease or sleep apnea.",
            "Some medicines and supplements.Some prescription medicines and certain cough and cold remedies bought without a prescription can cause irregular heartbeats.",
            "Thyroid disease.Having an overactive thyroid gland can raise the risk of irregular heartbeats.",
            "Caffeine, nicotine or illegal drug use.Caffeine, nicotine and some illegal drugs — such as amphetamines and cocaine — can cause your heart to beat faster. Use of these substances may lead to the development of more-serious arrhythmias.",
            "Drinking too much alcohol.Drinking too much alcohol can affect the electrical signals in the heart. This can increase the risk of atrial fibrillation.",
            "Obesity.People who have obesity are at higher risk of developing atrial fibrillation.",
            "High blood pressure.Having high blood pressure increases the risk of getting coronary artery disease. Over time, high blood pressure may cause part of the heart to become stiff and thick. This can change how heartbeat signals travel through the heart.",
            "Age.The risk ofAFibincreases as you grow older.",
            "Heart problems or heart surgery.Coronary artery disease, heart valve disease and heart problems present at birth increase the risk ofAFib. A history of heart attack or heart surgery also makes a person more likely to get the condition.",
            "Changes in the level of body minerals.Minerals in the blood called electrolytes — such as potassium, sodium, calcium and magnesium — help the heart beat. If these substances are too low or too high, irregular heartbeats may occur.",
            "Things that can increase the risk of atrial fibrillation (AFib) include:"
        ],
        "prevention": [
            "Healthy lifestyle choices can reduce the risk of heart disease and may prevent atrial fibrillation (AFib). Here are some basic heart-healthy tips:",
            "Control high blood pressure, high cholesterol and diabetes.",
            "Don't smoke or use tobacco.",
            "Eat a diet that's low in salt and saturated fat.",
            "Exercise at least 30 minutes a day on most days of the week unless your health care team says not to.",
            "Get good sleep. Adults should aim for 7 to 9 hours daily.",
            "Maintain a healthy weight.",
            "Reduce and manage stress."
        ],
        "when_to_see_doctor": "If you have symptoms of atrial fibrillation, make an appointment for a health checkup. You may be referred to a doctor trained in heart diseases, called a cardiologist. If you have chest pain, seek immediate medical help. Chest pain could mean that you're having a heart attack."
    },
    {
        "name": "Abdominal aortic aneurysm",
        "url": "https://www.mayoclinic.org/diseases-conditions/abdominal-aortic-aneurysm/symptoms-causes/syc-20350688",
        "description": "An abdominal aortic aneurysm is an enlarged area in the lower part of the body's main artery, called the aorta. The aorta runs from the heart through the center of the chest and belly area, called the abdomen. The aorta is the largest blood vessel in the body. An abdominal aortic aneurysm that ruptures can cause life-threatening bleeding. Treatment depends on the size of the aneurysm and how fast it's growing. Treatment varies from regular health checkups and imaging tests to emergency surgery.",
        "symptoms": [
            "Deep, constant pain in the belly area or side of the belly.",
            "Back pain.",
            "A pulse near the bellybutton."
        ],
        "causes": "Aneurysms can develop anywhere along the aorta. Most aortic aneurysms occur in the part of the aorta that's in the belly area, called the abdomen. Several things can lead to the development of an abdominal aortic aneurysm, including:",
        "risk_factors": [
            "Being white.People who are white are at higher risk of abdominal aortic aneurysms.",
            "Family history.Having a family history of abdominal aortic aneurysms increases the risk of having the condition.",
            "Being male.Men develop abdominal aortic aneurysms much more often than women do.",
            "Age.Abdominal aortic aneurysms occur most often in people age 65 and older.",
            "Tobacco use.Smoking is the strongest risk factor for aortic aneurysms. Smoking can weaken the walls of blood vessels, including the aorta. This raises the risk of aortic aneurysm and aneurysm rupture. The longer and more you use tobacco, the greater the chances are of developing an aortic aneurysm. Men ages 65 to 75 who are current or former smokers should have a one-time ultrasound to screen for an abdominal aortic aneurysm.",
            "If you're at risk of an aortic aneurysm, medicines may be given to lower your blood pressure and relieve stress on weakened arteries.",
            "Abdominal aortic aneurysm risk factors include:",
            "Other aneurysms.Having an aneurysm in the aorta in the chest (thoracic aortic aneurysm) or in another large blood vessel, such as the artery behind the knee, might increase the risk of an abdominal aortic aneurysm."
        ],
        "prevention": [
            "To prevent an abdominal aortic aneurysm or to keep one from worsening, do the following:",
            "Don't smoke or use tobacco products. If you smoke or chew tobacco, quit. Also avoid secondhand smoke. If you need help quitting, talk to your health care provider about strategies that may help.",
            "Eat a healthy diet. Choose a variety of fruits and vegetables, whole grains, chicken, fish, and low-fat dairy products. Avoid saturated and trans fats and limit salt.",
            "Keep your blood pressure and cholesterol under control. If your care provider prescribed medicines, take them as instructed.",
            "Get regular exercise. Try to get at least 150 minutes a week of moderate aerobic activity. If you haven't been active, start slowly and build up. Talk to your health care provider about what kinds of activities are right for you."
        ],
        "when_to_see_doctor": "If you have pain, especially if pain is sudden and severe, seek medical help right away."
    },
    {
        "name": "Hyperhidrosis",
        "url": "https://www.mayoclinic.org/diseases-conditions/hyperhidrosis/symptoms-causes/syc-20367152",
        "description": "Hyperhidrosis (hi-pur-hi-DROE-sis) is excessive sweating that's not always related to heat or exercise. You may sweat so much that it soaks through your clothes or drips off your hands. Heavy sweating can disrupt your day and cause social anxiety and embarrassment. Hyperhidrosis treatment usually helps. It often begins with antiperspirants. If these don't help, you may need to try different medications and therapies. In severe cases, your health care provider may suggest surgery to remove the sweat glands or to disconnect the nerves related to producing too much sweat. Sometimes an underlying condition may be found and treated.",
        "symptoms": [
            "Sweating disrupts your daily routine",
            "Sweating causes emotional distress or social withdrawal",
            "You suddenly begin to sweat more than usual",
            "You experience night sweats for no apparent reason"
        ],
        "causes": "Sweating is the body's mechanism to cool itself. The nervous system automatically triggers sweat glands when your body temperature rises. Sweating also occurs, especially on your palms, when you're nervous. Primary hyperhidrosis is caused by faulty nerve signals that trigger eccrine sweat glands to become overactive. It usually affects the palms, soles, underarms and sometimes the face. There is no medical cause for this type of hyperhidrosis. It can run in families. Secondary hyperhidrosis is caused by an underlying medical condition or by taking certain medications, such as pain relievers, antidepressants, and some diabetes and hormonal medications. This type of hyperhidrosis may cause sweating all over the body. Conditions that might cause it include:",
        "risk_factors": [
            "Having a blood relative, such as a parent, sibling or grandparent, who sweats heavily",
            "Risk factors for hyperhidrosis include:",
            "Taking medicines or supplements that cause sweating",
            "Having a medical condition that causes sweating"
        ],
        "prevention": [],
        "when_to_see_doctor": "Sometimes excessive sweating is a sign of a serious condition. Seek immediate medical attention if you have heavy sweating with dizziness, pain in the chest, throat, jaw, arms, shoulders or throat, or cold skin and a rapid pulse. See your health care provider if:"
    },
    {
        "name": "Bartholin's cyst",
        "url": "https://www.mayoclinic.org/diseases-conditions/bartholin-cyst/symptoms-causes/syc-20369976",
        "description": "",
        "symptoms": [
            "A tender, painful lump near the vaginal opening",
            "Discomfort while walking or sitting",
            "Pain during intercourse",
            "Fever"
        ],
        "causes": "",
        "risk_factors": [],
        "prevention": [
            "Bartholin's cyst"
        ],
        "when_to_see_doctor": ""
    },
    {
        "name": "Absence seizure",
        "url": "https://www.mayoclinic.org/diseases-conditions/petit-mal-seizure/symptoms-causes/syc-20359683",
        "description": "Absence seizures involve brief, sudden lapses of consciousness. They're more common in children than in adults. A person having an absence seizure may stare blankly into space for a few seconds. Then the person typically returns quickly to being alert. This type of seizure usually doesn't lead to physical injury. But injury can happen if someone is driving a car or riding a bike when the seizure happens. Absence seizures usually can be managed with antiseizure medicines. Some children who have them also develop other seizures, such as generalized tonic-clonic seizures or myoclonic seizures. Many children outgrow absence seizures in their teens.",
        "symptoms": [
            "A sudden stop in activity without falling.",
            "Lip smacking.",
            "Eyelid flutters.",
            "Chewing motions.",
            "Finger rubbing.",
            "Small movements of both hands."
        ],
        "causes": "Absence seizures usually have a genetic cause. In general, seizures occur as a result of a burst of electrical impulses from nerve cells in the brain, called neurons. Neurons typically send electrical and chemical signals across the synapses that connect them. In people who have seizures, the brain's usual electrical activity is altered. During an absence seizure, these electrical signals repeat themselves over and over in a three-second pattern. People who have seizures also may have altered levels of the chemical messengers that help the nerve cells communicate with one another. These chemical messengers are called neurotransmitters.",
        "risk_factors": [
            "Sex.Absence seizures are more common in females.",
            "Family members who have seizures.Nearly a quarter of children with absence seizures have a close relative who has seizures.",
            "Certain factors are common to children who have absence seizures, including:",
            "Age.Absence seizures are more common in children between the ages of 4 and 14."
        ],
        "prevention": [],
        "when_to_see_doctor": "Contact your child's pediatrician: Contact 911 or emergency services in your area:"
    },
    {
        "name": "Acanthosis nigricans",
        "url": "https://www.mayoclinic.org/diseases-conditions/acanthosis-nigricans/symptoms-causes/syc-20368983",
        "description": "",
        "symptoms": [
            "Insulin resistance. Most people who have acanthosis nigricans have also become resistant to insulin. Insulin is a hormone secreted by the pancreas that allows the body to process sugar. Insulin resistance is what leads to type 2 diabetes. Insulin resistance is also related to polycystic ovarian syndrome and might be a factor in why acanthosis nigricans develops.",
            "Certain drugs and supplements. High-dose niacin, birth control pills, prednisone and other corticosteroids may cause acanthosis nigricans.",
            "Cancer. Some types of cancer cause acanthosis nigricans. These include lymphoma and cancers of the stomach, colon and liver."
        ],
        "causes": "",
        "risk_factors": [
            "Acanthosis nigricans"
        ],
        "prevention": [],
        "when_to_see_doctor": ""
    },
    {
        "name": "Achalasia",
        "url": "https://www.mayoclinic.org/diseases-conditions/achalasia/symptoms-causes/syc-20352850",
        "description": "Achalasia is a swallowing condition that affects the tube connecting the mouth and the stomach, called the esophagus. Damaged nerves make it hard for the muscles of the esophagus to squeeze food and liquid into the stomach. Food then collects in the esophagus, sometimes fermenting and washing back up into the mouth. This fermented food can taste bitter. Achalasia is a fairly rare condition. Some people mistake it for gastroesophageal reflux disease (GERD). However, in achalasia, the food is coming from the esophagus. In GERD, the material comes from the stomach. There's no cure for achalasia. Once the esophagus is damaged, the muscles cannot work properly again. But symptoms can usually be managed with endoscopy, minimally invasive therapy or surgery.",
        "symptoms": [
            "Difficulty swallowing, called dysphagia, which may feel like food or drink is stuck in the throat.",
            "Swallowed food or saliva flowing back into the throat.",
            "Heartburn.",
            "Belching.",
            "Chest pain that comes and goes.",
            "Coughing at night.",
            "Pneumonia from getting food in the lungs.",
            "Weight loss.",
            "Vomiting."
        ],
        "causes": "The exact cause of achalasia is poorly understood. Researchers suspect that it may be caused by a loss of nerve cells in the esophagus. There are theories about what causes this, but viral infection or autoimmune responses are possibilities. Very rarely, achalasia may be caused by an inherited genetic disorder or infection.",
        "risk_factors": [
            "Age.Although achalasia can affect people of all ages, it's more common in people between 25 and 60 years of age.",
            "Risk factors for achalasia include:",
            "Certain medical conditions.The risk of achalasia is higher in people with allergic disorders, adrenal insufficiency or Allgrove syndrome, a rare autosomal recessive genetic condition."
        ],
        "prevention": [],
        "when_to_see_doctor": ""
    },
    {
        "name": "Achilles tendinitis",
        "url": "https://www.mayoclinic.org/diseases-conditions/achilles-tendinitis/symptoms-causes/syc-20369020",
        "description": "",
        "symptoms": [
            "Your sex. Achilles tendinitis occurs most commonly in men.",
            "Age. Achilles tendinitis is more common as you age.",
            "Physical problems. A naturally flat arch in your foot can put more strain on the Achilles tendon. Obesity and tight calf muscles also can increase tendon strain.",
            "Training choices. Running in worn-out shoes can increase your risk of Achilles tendinitis. Tendon pain occurs more frequently in cold weather than in warm weather, and running on hilly terrain also can predispose you to Achilles injury.",
            "Medical conditions. People who have psoriasis or high blood pressure are at higher risk of developing Achilles tendinitis.",
            "Medications. Certain types of antibiotics, called fluoroquinolones, have been associated with higher rates of Achilles tendinitis."
        ],
        "causes": "",
        "risk_factors": [
            "Medications.Certain types of antibiotics, called fluoroquinolones, have been associated with higher rates of Achilles tendinitis.",
            "Medical conditions.People who have psoriasis or high blood pressure are at higher risk of developing Achilles tendinitis.",
            "Age.Achilles tendinitis is more common as you age.",
            "Your sex.Achilles tendinitis occurs most commonly in men.",
            "Physical problems.A naturally flat arch in your foot can put more strain on the Achilles tendon. Obesity and tight calf muscles also can increase tendon strain.",
            "Training choices.Running in worn-out shoes can increase your risk of Achilles tendinitis. Tendon pain occurs more frequently in cold weather than in warm weather, and running on hilly terrain also can predispose you to Achilles injury."
        ],
        "prevention": [
            "Increase your activity level gradually. If you're just beginning an exercise regimen, start slowly and gradually increase the duration and intensity of the training.",
            "Take it easy. Avoid activities that place excessive stress on your tendons, such as hill running. If you participate in a strenuous activity, warm up first by exercising at a slower pace. If you notice pain during a particular exercise, stop and rest.",
            "Choose your shoes carefully. The shoes you wear while exercising should provide adequate cushioning for your heel and should have a firm arch support to help reduce the tension in the Achilles tendon. Replace your worn-out shoes. If your shoes are in good condition but don't support your feet, try arch supports in both shoes.",
            "Stretch daily. Take the time to stretch your calf muscles and Achilles tendon in the morning, before exercise and after exercise to maintain flexibility. This is especially important to avoid a recurrence of Achilles tendinitis.",
            "Strengthen your calf muscles. Strong calf muscles enable the calf and Achilles tendon to better handle the stresses they encounter with activity and exercise.",
            "Cross-train. Alternate high-impact activities, such as running and jumping, with low-impact activities, such as cycling and swimming."
        ],
        "when_to_see_doctor": "If you experience persistent pain around the Achilles tendon, call your doctor. Seek immediate medical attention if the pain or disability is severe. You may have a torn (ruptured) Achilles tendon."
    },
    {
        "name": "Achilles tendon rupture",
        "url": "https://www.mayoclinic.org/diseases-conditions/achilles-tendon-rupture/symptoms-causes/syc-20353234",
        "description": "Achilles (uh-KILL-eez) tendon rupture is an injury that affects the back of your lower leg. It mainly occurs in people playing recreational sports, but it can happen to anyone. The Achilles tendon is a strong fibrous cord that connects the muscles in the back of your calf to your heel bone. If you overstretch your Achilles tendon, it can tear (rupture) completely or just partially. If your Achilles tendon ruptures, you might hear a pop, followed by an immediate sharp pain in the back of your ankle and lower leg that is likely to affect your ability to walk properly. Surgery is often performed to repair the rupture. For many people, however, nonsurgical treatment works just as well.",
        "symptoms": [
            "The feeling of having been kicked in the calf",
            "Pain, possibly severe, and swelling near the heel",
            "An inability to bend the foot downward or \"push off\" the injured leg when walking",
            "An inability to stand on the toes on the injured leg",
            "A popping or snapping sound when the injury occurs"
        ],
        "causes": "Your Achilles tendon helps you point your foot downward, rise on your toes and push off your foot as you walk. You rely on it virtually every time you walk and move your foot. Rupture usually occurs in the section of the tendon situated within 2 1/2 inches (about 6 centimeters) of the point where it attaches to the heel bone. This section might be prone to rupture because blood flow is poor, which also can impair its ability to heal. Ruptures often are caused by a sudden increase in the stress on your Achilles tendon. Common examples include:",
        "risk_factors": [
            "Age.The peak age for Achilles tendon rupture is 30 to 40.",
            "Recreational sports.Achilles tendon injuries occur more often during sports that involve running, jumping, and sudden starts and stops — such as soccer, basketball and tennis.",
            "Factors that may increase your risk of Achilles tendon rupture include:",
            "Certain antibiotics.Fluoroquinolone antibiotics, such as ciprofloxacin (Cipro) or levofloxacin (Levaquin), increase the risk of Achilles tendon rupture.",
            "Steroid injections.Doctors sometimes inject steroids into an ankle joint to reduce pain and inflammation. However, this medication can weaken nearby tendons and has been associated with Achilles tendon ruptures.",
            "Sex.Achilles tendon rupture is up to five times more likely to occur in men than in women.",
            "Obesity.Excess weight puts more strain on the tendon."
        ],
        "prevention": [
            "To reduce your chance of developing Achilles tendon problems, follow these tips:",
            "Stretch and strengthen calf muscles. Stretch your calf until you feel a noticeable pull but not pain. Don't bounce during a stretch. Calf-strengthening exercises can also help the muscle and tendon absorb more force and prevent injury.",
            "Vary your exercises. Alternate high-impact sports, such as running, with low-impact sports, such as walking, biking or swimming. Avoid activities that place excessive stress on your Achilles tendons, such as hill running and jumping activities.",
            "Choose running surfaces carefully. Avoid or limit running on hard or slippery surfaces. Dress properly for cold-weather training, and wear well-fitting athletic shoes with proper cushioning in the heels.",
            "Increase training intensity slowly. Achilles tendon injuries commonly occur after an abrupt increase in training intensity. Increase the distance, duration and frequency of your training by no more than 10 percent weekly."
        ],
        "when_to_see_doctor": "Seek medical advice immediately if you hear a pop in your heel, especially if you can't walk properly afterward."
    },
    {
        "name": "Gastroesophageal reflux disease (GERD)",
        "url": "https://www.mayoclinic.org/diseases-conditions/gerd/symptoms-causes/syc-20361940",
        "description": "Gastroesophageal reflux disease is a condition in which stomach acid repeatedly flows back up into the tube connecting the mouth and stomach, called the esophagus. It's often called GERD for short. This backwash is known as acid reflux, and it can irritate the lining of the esophagus. Many people experience acid reflux now and then. However, when acid reflux happens repeatedly over time, it can cause GERD. Most people can manage the discomfort of GERD with lifestyle changes and medicines. And though it's uncommon, some may need surgery to help with symptoms.",
        "symptoms": [
            "A burning sensation in the chest, often called heartburn. Heartburn usually happens after eating and might be worse at night or while lying down.",
            "Backwash of food or sour liquid in the throat.",
            "Upper belly or chest pain.",
            "Trouble swallowing, called dysphagia.",
            "Sensation of a lump in the throat."
        ],
        "causes": "GERD is caused by frequent acid reflux or reflux of nonacidic content from the stomach. When you swallow, a circular band of muscle around the bottom of the esophagus, called the lower esophageal sphincter, relaxes to allow food and liquid to flow into the stomach. Then the sphincter closes again. If the sphincter does not relax as is typical or it weakens, stomach acid can flow back into the esophagus. This constant backwash of acid irritates the lining of the esophagus, often causing it to become inflamed.",
        "risk_factors": [
            "Connective tissue disorders, such as scleroderma.",
            "Pregnancy.",
            "Delayed stomach emptying.",
            "Bulging of the top of the stomach up above the diaphragm, known as a hiatal hernia.",
            "Obesity.",
            "Factors that can aggravate acid reflux include:",
            "Conditions that can increase the risk of GERD include:"
        ],
        "prevention": [],
        "when_to_see_doctor": "Seek medical help right away if you have chest pain, especially if you also have shortness of breath, or jaw or arm pain. These may be symptoms of a heart attack. Make an appointment with a healthcare professional if you:"
    },
    {
        "name": "Infant reflux",
        "url": "https://www.mayoclinic.org/diseases-conditions/infant-acid-reflux/symptoms-causes/syc-20351408",
        "description": "Infant reflux is when a baby spits up liquid or food. It happens when stomach contents move back up from a baby's stomach into the esophagus. The esophagus is the muscular tube that connects the mouth to the stomach. Reflux happens in infants many times a day. If your baby is content and growing well, reflux is not a cause for concern. Sometimes called gastroesophageal reflux, also called GER, the condition becomes less common as a baby gets older. It's unusual for infant reflux to continue after age 18 months. Rarely, infant reflux leads to weight loss or growth that lags behind that of other children of the same age and sex. These symptoms may mean that your baby has a medical issue. This issue could be an allergy, a blockage in the digestive system or gastroesophageal reflux disease, also called GERD. GERD is a form of GER that causes serious health issues.",
        "symptoms": [
            "Isn't gaining weight.",
            "Consistently spits up forcefully, causing stomach contents to shoot out of the mouth. This is called projectile vomiting.",
            "Spits up green or yellow fluid.",
            "Spits up blood or stomach contents that look like coffee grounds.",
            "Refuses to feed or eat.",
            "Has blood in the stool.",
            "Has difficulty breathing or a cough that won't go away.",
            "Begins spitting up at age 6 months or older.",
            "Is very irritable after eating.",
            "Doesn't have much energy."
        ],
        "causes": "In infants, the ring of muscle between the esophagus and the stomach is not yet fully developed. This muscle is called the lower esophageal sphincter, also known as LES. When the LES is not fully developed, it allows stomach contents to flow back up into the esophagus. Over time, the LES typically matures. It opens when a baby swallows and remains tightly closed at other times, keeping stomach contents where they belong. Some factors that contribute to infant reflux are common in babies and often can't be avoided. These include lying flat most of the time and being fed an almost completely liquid diet. Sometimes, infant reflux can be caused by more-serious conditions, such as:",
        "risk_factors": [
            "Infant reflux is common. But some things make it more likely that a baby will have infant reflux. These include:",
            "Conditions that affect the nervous system, such as cerebral palsy.",
            "Lung conditions, such as cystic fibrosis.",
            "Previous surgery on the esophagus.",
            "Premature birth."
        ],
        "prevention": [],
        "when_to_see_doctor": "See a healthcare professional if a baby: Some of these symptoms may mean serious but treatable conditions. These include GERD or a blockage in the digestive tract."
    },
    {
        "name": "ACL injury",
        "url": "https://www.mayoclinic.org/diseases-conditions/acl-injury/symptoms-causes/syc-20350738",
        "description": "An ACL injury is a tear or sprain of the anterior cruciate (KROO-she-ate) ligament (ACL) — one of the strong bands of tissue that help connect your thigh bone (femur) to your shinbone (tibia). ACL injuries most commonly occur during sports that involve sudden stops or changes in direction, jumping and landing — such as soccer, basketball, football and downhill skiing. Many people hear a pop or feel a \"popping\" sensation in the knee when an ACL injury occurs. Your knee may swell, feel unstable and become too painful to bear weight. Depending on the severity of your ACL injury, treatment may include rest and rehabilitation exercises to help you regain strength and stability, or surgery to replace the torn ligament followed by rehabilitation. A proper training program may help reduce the risk of an ACL injury.",
        "symptoms": [
            "A loud pop or a \"popping\" sensation in the knee",
            "Severe pain and inability to continue activity",
            "Rapid swelling",
            "Loss of range of motion",
            "A feeling of instability or \"giving way\" with weight bearing"
        ],
        "causes": "Ligaments are strong bands of tissue that connect one bone to another. The ACL, one of two ligaments that cross in the middle of the knee, connects your thighbone to your shinbone and helps stabilize your knee joint. ACL injuries often happen during sports and fitness activities that can put stress on the knee: When the ligament is damaged, there is usually a partial or complete tear of the tissue. A mild injury may stretch the ligament but leave it intact.",
        "risk_factors": [
            "Wearing footwear that doesn't fit properly",
            "Being female — possibly due to differences in anatomy, muscle strength and hormonal influences",
            "There are a number of factors that increase your risk of anACLinjury, including:",
            "Using poorly maintained sports equipment, such as ski bindings that aren't adjusted properly",
            "Playing on artificial turf",
            "Poor conditioning",
            "Participating in certain sports, such as soccer, football, basketball, gymnastics and downhill skiing",
            "Using faulty movement patterns, such as moving the knees inward during a squat"
        ],
        "prevention": [
            "Proper training and exercise can help reduce the risk of ACL injury. A sports medicine physician, physical therapist, athletic trainer or other specialist in sports medicine can provide assessment, instruction and feedback that can help you reduce risks.",
            "Programs to reduce ACL injury include:",
            "Training to strengthen muscles of the legs, hips and core — as well as training to improve jumping and landing techniques and to prevent inward movement of the knee — may help to reduce the higher ACL injury risk in female athletes.",
            "Exercises to strengthen the core — including the hips, pelvis and lower abdomen — with a goal of training athletes to avoid moving the knee inward during a squat",
            "Exercises that strengthen leg muscles, particularly hamstring exercises, to ensure an overall balance in leg muscle strength",
            "Training and exercise emphasizing proper technique and knee position when jumping and landing from jumps",
            "Training to improve technique when performing pivoting and cutting movements"
        ],
        "when_to_see_doctor": "Seek immediate care if any injury to your knee causes signs or symptoms of an ACL injury. The knee joint is a complex structure of bones, ligaments, tendons and other tissues that work together. It's important to get a prompt and accurate diagnosis to determine the severity of the injury and get proper treatment."
    },
    {
        "name": "Acne",
        "url": "https://www.mayoclinic.org/diseases-conditions/acne/symptoms-causes/syc-20368047",
        "description": "Acne is a skin condition that occurs when your hair follicles become plugged with oil and dead skin cells. It causes whiteheads, blackheads or pimples. Acne is most common among teenagers, though it affects people of all ages. Effective acne treatments are available, but acne can be persistent. The pimples and bumps heal slowly, and when one begins to go away, others seem to crop up. Depending on its severity, acne can cause emotional distress and scar the skin. The earlier you start treatment, the lower your risk of such problems.",
        "symptoms": [
            "Whiteheads (closed plugged pores)",
            "Blackheads (open plugged pores)",
            "Small red, tender bumps (papules)",
            "Pimples (pustules), which are papules with pus at their tips",
            "Large, solid, painful lumps under the skin (nodules)",
            "Painful, pus-filled lumps under the skin (cystic lesions)"
        ],
        "causes": "Four main factors cause acne: Acne typically appears on your face, forehead, chest, upper back and shoulders because these areas of skin have the most oil (sebaceous) glands. Hair follicles are connected to oil glands. The follicle wall may bulge and produce a whitehead. Or the plug may be open to the surface and darken, causing a blackhead. A blackhead may look like dirt stuck in pores. But actually the pore is congested with bacteria and oil, which turns brown when it's exposed to the air. Pimples are raised red spots with a white center that develop when blocked hair follicles become inflamed or infected with bacteria. Blockages and inflammation deep inside hair follicles produce cystlike lumps beneath the surface of your skin. Other pores in your skin, which are the openings of the sweat glands, aren't usually involved in acne. Certain things may trigger or worsen acne:",
        "risk_factors": [
            "Greasy or oily substances.You may develop acne where your skin comes into contact with oil or oily lotions and creams.",
            "Friction or pressure on your skin.This can be caused by items such as telephones, cellphones, helmets, tight collars and backpacks.",
            "Risk factors for acne include:",
            "Age.People of all ages can get acne, but it's most common in teenagers.",
            "Hormonal changes.Such changes are common during puberty or pregnancy.",
            "Family history.Genetics plays a role in acne. If both of your parents had acne, you're likely to develop it too."
        ],
        "prevention": [],
        "when_to_see_doctor": "If self-care remedies don't clear your acne, see your primary care doctor. He or she can prescribe stronger medications. If acne persists or is severe, you may want to seek medical treatment from a doctor who specializes in the skin (dermatologist or pediatric dermatologist). For many women, acne can persist for decades, with flares common a week before menstruation. This type of acne tends to clear up without treatment in women who use contraceptives. In older adults, a sudden onset of severe acne may signal an underlying disease requiring medical attention. The Food and Drug Administration (FDA) warns that some popular nonprescription acne lotions, cleansers and other skin products can cause a serious reaction. This type of reaction is quite rare, so don't confuse it with any redness, irritation or itchiness that occurs in areas where you've applied medications or products. Seek emergency medical help if after using a skin product you experience:"
    },
    {
        "name": "Hidradenitis suppurativa",
        "url": "https://www.mayoclinic.org/diseases-conditions/hidradenitis-suppurativa/symptoms-causes/syc-20352306",
        "description": "Hidradenitis suppurativa (hi-drad-uh-NIE-tis sup-yoo-ruh-TIE-vuh), also known as acne inversa, is a condition that causes small, painful lumps to form under the skin. The lumps usually develop in areas where your skin rubs together, such as the armpits, groin, buttocks and breasts. The lumps heal slowly, recur, and can lead to tunnels under the skin and scarring. Hidradenitis suppurativa tends to start after puberty, usually before age 40. It can persist for many years and worsen over time. It can affect your daily life and emotional well-being. Combined medical and surgical therapy can help manage the disease and prevent complications. Women are three times more likely to develop hidradenitis suppurativa, though this ratio can differ by location around the world. Also, Black people are more likely to develop this disease than people of other races. This could be attributed to genetic factors.",
        "symptoms": [
            "Blackheads. Blackheads appear in small, pitted areas of skin, often appearing in pairs.",
            "Painful pea-sized lumps. The condition usually starts with a single, painful lump under the skin that persists for weeks or months. More bumps may form later, usually in areas where you have more sweat and oil glands or where the skin rubs together, such as the armpits, groin, buttocks and breasts.",
            "Leaking bumps or sores. Some bumps or sores get bigger, break open and drain pus with an odor.",
            "Tunnels. Over time, tunnels might form under the skin, connecting the lumps. These wounds heal slowly, if at all, and drain blood and pus."
        ],
        "causes": "Hidradenitis suppurativa develops when hair follicles become blocked, but why this blockage occurs isn't known. Experts think it could be connected to hormones, genetic predisposition, cigarette smoking or excess weight. An infection or being unclean does not cause hidradenitis suppurativa, and it can't be spread to other people.",
        "risk_factors": [
            "Smoking.Smoking tobacco has been linked to hidradenitis suppurativa.",
            "Family history.A tendency to develop hidradenitis suppurativa can be inherited.",
            "Factors that increase your chance of developing hidradenitis suppurativa include:",
            "Sex.Females are more likely to develop hidradenitis suppurativa than males.",
            "Race.Ethnicity or race might affect risk level. The condition occurs most in Black people, possibly due to genetic factors.",
            "Certain conditions.Hidradenitis suppurativa is more common and severe in people who are overweight. It also has an association with severe acne, arthritis, diabetes, metabolic syndrome and inflammatory bowel disease.",
            "Age.The risk of hidradenitis suppurativa is higher for people in their teens and 20s."
        ],
        "prevention": [],
        "when_to_see_doctor": "Early diagnosis of hidradenitis suppurativa is key to effective treatment. See your dermatologist if your condition: Your dermatologist can create a treatment plan for you. Hidradenitis suppurativa is not just a boil, and many people with this condition also have related conditions. People with hidradenitis suppurativa benefit from a health care team with medical and surgical dermatologists at the core. Other specialists are involved as needed."
    },
    {
        "name": "Acoustic neuroma",
        "url": "https://www.mayoclinic.org/diseases-conditions/acoustic-neuroma/symptoms-causes/syc-20356127",
        "description": "An acoustic neuroma is a noncancerous tumor that develops on the main nerve leading from the inner ear to the brain. This nerve is called the vestibular nerve. Branches of the nerve directly affect balance and hearing. Pressure from an acoustic neuroma can cause hearing loss, ringing in the ear and problems with balance. Another name for an acoustic neuroma is vestibular schwannoma. An acoustic neuroma develops from the Schwann cells covering the vestibular nerve. An acoustic neuroma is usually slow-growing. Rarely, it may grow quickly and become large enough to press against the brain and affect vital functions. Treatments for an acoustic neuroma include monitoring, radiation and surgical removal.",
        "symptoms": [
            "Hearing loss, usually gradually over months to years. In rare cases, hearing loss can be sudden. Hearing loss usually occurs on one side or is worse on one side.",
            "Ringing in the affected ear, known as tinnitus.",
            "Loss of balance or not feeling steady.",
            "Dizziness.",
            "Facial numbness and, very rarely, weakness or loss of muscle movement."
        ],
        "causes": "The cause of acoustic neuromas can sometimes be linked to a problem with a gene on chromosome 22. Typically, this gene produces a tumor suppressor protein that helps control the growth of Schwann cells covering the nerves. Experts don't know what causes this problem with the gene. Often there is no known cause for an acoustic neuroma. This gene change is inherited in people with a rare disorder called neurofibromatosis type 2. People with neurofibromatosis type 2 usually have growth of tumors on the hearing and balance nerves on both sides of the head. These tumors are known as bilateral vestibular schwannomas.",
        "risk_factors": [
            "Ringing in the ear."
        ],
        "prevention": [],
        "when_to_see_doctor": "See a health care professional if you notice hearing loss in one ear, ringing in your ear or balance problems. Early diagnosis of an acoustic neuroma may help keep the tumor from growing large enough to cause complications such as total hearing loss."
    }
]